acpi
acpid
alacritty
amd-ucode
appimagelauncher
base
base-devel
bind
blueman
bluez
bluez-utils
brightnessctl
cmake
cmatrix
downgrade
efibootmgr
evtest
firefox
fmt
git
glib2-devel
greetd-gtkgreet
grub
gst-plugin-pipewire
gtk4
gtkmm3
gvfs-afc
gvfs-gphoto2
gvfs-mtp
hyprland
hyprshot
inxi
iwd
kitty
less
lib32-nvidia-utils
lib32-vulkan-icd-loader
libpulse
libva-utils
linux
linux-firmware
linux-headers
linux-lts-headers
linux-zen-headers
mesa-demos
mesa-utils
meson
nano
nautilus
neofetch
networkmanager
ninja
noto-fonts
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
pokeget
powertop
python-pywal
qalculate-gtk
qt5-wayland
qt6-5compat
qt6-virtualkeyboard
qt6-multimedia-ffmpeg
qt6-multimedia
reflector
rofi
rpi-imager
sddm
sof-firmware
solaar
spdlog
spotify
swaync
sddm 
qt6-svg
tlp
ttf-font-awesome
tumbler
ventoy-bin
visual-studio-code-bin
vulkan-radeon
vulkan-tools
webkit2gtk
wev
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
yay
yay-debug
zoom
zram-generator
zsh
ntfs-3g
exfatprogs
bc
ripgrep
fd
lazygit
tree-sitter
